export const cards = [
  {
    img: '/images/img1.png',
    title: 'Направленность на клиента',
    description:
      'Клиентоориентированность является основополагающим фактором в сопровождении любых наших работ',
    id: 1,
  },
  {
    img: '/images/img2.png',
    title: 'Полный цикл проекта',
    description:
      'Изучаем рынок, конкурентов и делаем исследование. Сопровождаем от идеи до реализации и выхода на рынок',
    id: 2,
  },
  {
    img: '/images/img3.png',
    title: 'Новые технологии',
    description:
      'Мы решаем все по последнему слову техники, учитывая безопасность и простоту, но не гонимся за модой',
    id: 3,
  },
  {
    img: '/images/img4.png',
    title: 'Высокий кредит доверия',
    description: 'Мы имеем хорошую базу клиентов, которые рекомендуют нас своим знакомым и близким',
    id: 4,
  },
];
