export const paths = [
  {
    title: 'Страхование',
    id: 1,
    img: '/images/path1.png',
    description: [
      'Интернет-продажи',
      'Системы самообслуживания для B2B- и B2C-клиентов',
      'Системы дополнительных и перекрестных продаж',
    ],
  },
  {
    title: 'Банки',
    id: 2,
    img: '/images/path2.png',
    description: [
      'Онлайн-банкинг',
      'Личные кабинеты для B2B- и B2C-клиентов',
      'Системы дополнительных и перекрестных продаж',
    ],
  },
  {
    title: 'Торговля',
    id: 3,
    img: '/images/path8.png',
    description: [
      'B2B​ и ​B2C-порталы​ ​ электронной​ ​ коммерции',
      'Системы управления заказами',
      'Управление каталогом товаров',
    ],
  },
  {
    title: 'FMCG',
    id: 4,
    img: '/images/path4.png',
    description: ['Промо-сайты и посадочные страницы', 'Системы онлайн-продаж', 'CRM-решения'],
  },
  {
    title: 'Фарма',
    id: 5,
    img: '/images/path5.png',
    description: ['Промо-сайты и посадочные страницы', 'Системы онлайн-продаж', 'CRM-решения'],
  },
  {
    title: 'Телеком',
    id: 6,
    img: '/images/path6.png',
    description: ['Промо-сайты и посадочные страницы', 'Системы онлайн-продаж', 'CRM-решения'],
  },
  {
    title: 'Стартапы',
    id: 7,
    img: '/images/path7.png',
    description: [
      'B2B​ и ​B2C-порталы​ ​ электронной​ ​ коммерции',
      'Системы управления заказами',
      'Управление каталогом товаров',
    ],
  },
  {
    title: 'СМИ',
    id: 8,
    img: '/images/path8.png',
    description: [
      'Интернет-продажи',
      'Системы самообслуживания для B2B- и B2C-клиентов',
      'Системы дополнительных и перекрестных продаж',
    ],
  },
];
