export const kz = {
  lang: "kz",
  rest: {
    errorMessage: "Кодта қате пайда болды, браузерді қайта жүктеңіз!",
    errorReload: "Қайта жүктеу",
    loading: "Жүктелуде...",
    pageErrorMessage: "Қате пайда болды!",
    pageErrorApology:
      "Кешіріңіз, біз бұл бетті таба алмаймыз. Басты беттен көп қызықты нәрселерді таба аласыз.",
    pageErrorMainPage: "Басты бетке",
    registerPass: "Құпиясөздер сәйкес келмейді",
    pleaseSignAll: "Барлық өрістерді толтырыңыз",
    feedMessage: "Пікір қалдыру үшін тіркелу қажет",
    copy: "Көшіру",
    answer: "Жауабы",
    asSure: "Шығуды қалайтыныңызға сенімдісіз бе?",
    asSaved: "Өзгерістеріңіз сақталады.",
    asCancel: "Бас тарту",
    asLeave: "Шығу",
    noFeed: "Сіз әлі пікір қалдырған жоқсыз!",
    birth: "Туған күн",
    feedsUser: "Пікірлер",
    user: "Қолданушы",
  },

  mainPage: {
    codeDevText:
      "Дипломдық жұмысқа арналған сайт, әзірлеуші Тұрсынхан Ақжол, ESIL университетінің 4 курс студенті.",
    source: "Бастапқы код:",
    questionLabel: "Ақпараттық қауіпсіздік туралы жиі қойылатын 10 сұрақ",
    parallax: {
      title: "АҚ бойынша шешім қабылдауды қолдау жүйесі",
      small:
        "Қауіптерді талдауға, осалдықтарды анықтауға және ұйымның деректері мен ақпараттық ресурстарының қауіпсіздігін қамтамасыз ету шараларын қабылдауға көмектесетін мамандандырылған ақпараттық жүйе.",
    },
    cards: [
      {
        img: "/images/img1.png",
        title: "Қауіпсіздік туралы деректерді жинау және талдау",
        description:
          "Жүйе қазіргі қауіптер, қауіпсіздік инциденттері, осалдықтар және күмәнді әрекеттер туралы ақпаратты жинап, талдайды.",
        id: 1,
      },
      {
        img: "/images/img2.png",
        title: "Шабуыл сценарийлерін модельдеу",
        description:
          "ШҚЖ шабуыл сценарийлерін модельдеу мен талдау арқылы қалай енудің немесе зиян келтірудің мүмкін екенін түсінуге мүмкіндік береді.",
        id: 2,
      },
      {
        img: "/images/img3.png",
        title: "Қауіптерді болжау және қорғаныс стратегияларын әзірлеу",
        description:
          "Өткен инциденттер мен ақпараттық қауіпсіздік саласындағы жалпы үрдістер туралы деректерді талдай отырып, болашақтағы ықтимал қауіптерді болжайды.",
        id: 3,
      },
      {
        img: "/images/img4.png",
        title: "Есеп беру және сәйкестікті бақылау",
        description:
          "Жүйе қауіпсіздік жағдайы мен тәуекел деңгейі туралы есептер жасауға көмектеседі, бұл ішкі бақылау мен сыртқы аудит үшін маңызды.",
        id: 4,
      },
    ],
    projects: {
      title: "Проекттер",
      small:
        "Біз бизнес мақсаттары мен стартап идеяларын қолдайтын жоғары сапалы және көрнекі түрде тартымды цифрлық өнімдер жасаймыз",
      linkTitle: "Барлық жобаларды көру",
    },
    title2: "Біз кімбіз?",
    small2:
      "Mercury ұйымы, шешім қабылдауды қолдау жүйелерін (ШҚЖ) әзірлеу және енгізу саласында жұмыс істейтін бағдарламашылар командасы бағдарламалық шешімдер әзірлейді және кеңес беру қызметтерін көрсетеді, бұл клиенттерге ақпараттық қауіпсіздік саласында жақсырақ және тиімді шешімдер қабылдауға көмектеседі.",
    title3: "Неліктен веб-сайттағы ақпараттық қауіпсіздік маңызды?",
    small3:
      "Сайттағы қауіпсіздік өте маңызды, өйткені ол пайдаланушылардың жеке деректерін қорғайды, бұзу және ақпараттың ағып кетуіне жол бермейді және ресурсқа сенімді қамтамасыз етеді. Бұл қаржылық және беделді жоғалту қаупін азайтып қана қоймайды, сонымен қатар пайдаланушылар өзара әрекеттесіп, қорықпай сатып алуды жүзеге асыра алатын қауіпсіз орта жасайды.",
    questions: [
      {
        question:
          "Ақпараттық қауіпсіздік не және ол деректерді қалай қорғайды?",
        answer:
          "Ақпараттық қауіпсіздік — бұл ақпаратты ұрлық, ағу және зақымданудан қорғау үшін шаралар мен технологиялардың жиынтығы.",
        id: 1,
      },
      {
        question:
          "Қандай кибершабуылдардың түрлері қазіргі уақытта кең таралған?",
        answer:
          "Ең көп таралғаны фишинг, вирустық шабуылдар, DDoS-шабуылдар, зиянды бағдарламалар және әлеуметтік инжиниринг.",
        id: 2,
      },
      {
        question:
          "Неге екі факторлы аутентификация сенімді қорғаныс шарасы болып саналады?",
        answer:
          "Екі факторлы аутентификация тұлғаны екі түрлі әдіспен растауды талап етеді, қауіпсіздік деңгейін арттырады.",
        id: 3,
      },
      {
        question:
          "Әлеуметтік инжиниринг интернеттегі пайдаланушылардың қауіпсіздігіне қалай қауіп төндіреді?",
        answer:
          "Әлеуметтік инжиниринг адамдарды алдап, құпия деректерді жариялауға мәжбүрлейді, олардың қауіпсіздігін бұзады.",
        id: 4,
      },
      {
        question:
          "Шифрлау деген не және ол деректерді қорғау үшін не үшін пайдаланылады?",
        answer:
          "Шифрлау деректерді шифрланған кодқа айналдырады, оларға рұқсатсыз қол жеткізуден қорғайды.",
        id: 5,
      },
      {
        question:
          "Компаниялар вирустар мен зиянды бағдарламалардан желілерін қалай қорғайды?",
        answer:
          "Олар антивирустар, брандмауэрлер, фильтрлер пайдаланады, тұрақты тексерулер жүргізеді және жүйелерін жаңартады.",
        id: 6,
      },
      {
        question:
          "Ұйымдағы деректердің ағып кетуін болдырмау үшін қандай шаралар көмектеседі?",
        answer:
          "Қол жетімді шектеу, шифрлау, тұрақты тексерулер, қызметкерлерді оқыту және желіні қорғау ағып кетуді болдырмауға көмектеседі.",
        id: 7,
      },
      {
        question:
          "Неге әр есептік жазба үшін мықты және бірегей паролдер болуы маңызды?",
        answer:
          "Мықты паролдер ұрлауға қиын, ал бірегей паролдер деректерді ұрлаудан қорғайды.",
        id: 8,
      },
      {
        question:
          "Сұмдық электрондық хаттар мен сілтемелерге қалай дұрыс жауап беру керек?",
        answer:
          "Сұмдық сілтемелерді ашпау, жіберушілерді тексеру, деректерді енгізбеу.",
        id: 9,
      },
      {
        question:
          "Пайдаланушылар файлдарды жүктегенде зиянды бағдарламалардан қалай қорғана алады?",
        answer:
          "Тек тексерілген көздерден жүктеу, антивирусты пайдалану және файлдарды ашпас бұрын тексеру.",
        id: 10,
      },
      {
        question: "Әлеуметтік желілерде жеке деректерді қалай қорғауға болады?",
        answer:
          "Жекелік параметрлерді пайдалану, қол жетімділікті шектеу, жеке ақпаратты жариялаудан аулақ болу.",
        id: 11,
      },
      {
        question:
          "Брандмауэр деген не және ол желіні қорғауда қалай жұмыс істейді?",
        answer:
          "Брандмауэр күдікті трафикті блоктайды, кіріс және шығыс деректерді сүзеді.",
        id: 12,
      },
      {
        question:
          "Фишингтік хаттың белгілері қандай, оларды қалай оңай тануға болады?",
        answer: "Мәтіндегі қателер, күдікті сілтемелер, жеке ақпаратты сұрау.",
        id: 13,
      },
      {
        question: "Неге деректердің резервтік көшесін жасау маңызды?",
        answer:
          "Резервтік көшелер ақпаратты ақаулар немесе кибершабуылдар кезінде жоғалудан қорғайды.",
        id: 14,
      },
      {
        question:
          "Ашық Wi-Fi желілерін пайдаланғанда қандай қауіптер туындауы мүмкін?",
        answer:
          "Деректердің ұрлануы, хакерлік шабуылдар және жалған байланыс нүктелері болуы мүмкін.",
        id: 15,
      },
      {
        question: "Үйде қолдануға ең жақсы антивирус бағдарламасы қандай?",
        answer:
          "Бұл қажеттіліктерге байланысты; танымалдары Kaspersky, Bitdefender, Norton және т.б.",
        id: 16,
      },
      {
        question: "Киберқауіп дегеніміз не және оны қалай алдын алуға болады?",
        answer:
          "Киберқауіп — бұл жүйеге әлеуетті шабуыл; қорғау, мониторинг арқылы алдын алады.",
        id: 17,
      },
      {
        question:
          "Неге әртүрлі сайттар үшін бірдей паролдер қолдануға болмайды?",
        answer:
          "Бір бұзылған пароль барлық есептік жазбаларыңызға қол жеткізуі мүмкін.",
        id: 18,
      },
      {
        question: "Мобильді құрылғыдағы деректерді қалай қорғауға болады?",
        answer:
          "Антивирусты орнату, экранды блоктау, күдікті бағдарламалардан аулақ болу.",
        id: 19,
      },
      {
        question: "DDoS-шабуыл деген не және ол жүйеге қалай әсер етеді?",
        answer:
          "DDoS-шабуылы серверді сұраулармен толтырады, оны пайдаланушыларға қолжетімсіз етеді.",
        id: 20,
      },
    ],
  },
  header: {
    links: [
      {
        title: "Форум",
        url: "/forum",
      },
      {
        title: "Жобалар",
        url: "/projects",
      },
      {
        title: "Қызметтер",
        url: "/services",
      },
      {
        title: "Профиль",
        url: "/profile",
      },
      {
        title: "Пікірлер",
        url: "/feedback",
      },
    ],
    btn: "Өтініш қалдыру",
  },
  footer: {
    title: "Біздің байланыс желілеріміз",
    email: "Пошта",
    phone: "Телефон",
    messengers: "Мессенджер",
    btn: "Өтініш қалдыру",
  },
  projects: {
    title: "Проекттер",
    options: [
      { title: "Барлығы", filterBy: "All" },
      { title: "Басқару", filterBy: "Controle" },
      {
        title: "Шешім қабылдау қолдау жүйелері",
        filterBy: "Decision support systems",
      },
      { title: "Автоматтандырылған жүйелер", filterBy: "Automated Systems" },
      {
        title: "Техникалық процесті басқару",
        filterBy: "Technical process management",
      },
      {
        title: "Ақпараттық инфрақұрылымдар",
        filterBy: "Information infrastructures",
      },
    ],
    portfolioItems: [
      {
        title: "Brooklyn",
        description:
          "Әр түрлі қызмет салаларындағы ақпараттық процестерді автоматтандыру немесе олардың комбинациялары негізінде шешімдерді әзірлеуді қамтамасыз ететін ұйымдастырушылық-техникалық жүйе",
        backgroundColor: "bg-[#bdeffc]",
        type: "Automated Systems",
        id: 1,
      },
      {
        title: "Parent Controle",
        description:
          "Баланың Интернеттегі әртүрлі ақпарат түрлеріне немесе құрылғының белгілі бір функцияларына (теледидар, планшет немесе приставка) қол жеткізуін шектеуге, сондай-ақ оларды пайдалану уақытын шектеуге арналған бағдарламалық шешімдер класы.",
        backgroundColor: "bg-[#ffc9f9]",
        type: "Controle",
        id: 2,
      },
      {
        title: "Controle",
        description:
          "Заңды, ұйымдастырушылық және әкімшілік талаптарға, сондай-ақ нормативтік құжаттарға сәйкестігіне тексеру жүргізу.",
        backgroundColor: "bg-[#ffcccf]",
        type: "Controle",
        id: 3,
      },
      {
        title: "Jupiter",
        description:
          "Компьютерлік автоматтандырылған жүйе күрделі жағдайларда шешім қабылдаушыларға пән қызметін толық және объективті талдауға көмектеседі",
        backgroundColor: "bg-[#c4f2e1]",
        type: "Decision support systems",
        id: 4,
      },
      {
        title: "QOS",
        description:
          "Технологиялық процесте, өндірісте немесе кәсіпорында әртүрлі процестерді басқаруға арналған аппараттық және бағдарламалық құралдардың, сондай-ақ персоналдың жиынтығы.",
        backgroundColor: "bg-[#ffbffc]",
        type: "Automated Systems",
        id: 5,
      },
      {
        title: "Gippo",
        description:
          "Бұл кәсіпорынның қызметін процестер жиынтығы ретінде көрсететін ұйымды басқару тұжырымдамасы. Бизнес-процестерді басқару идеяларын және оларды өзгерту үшін ИТ ортасын біріктіреді",
        backgroundColor: "bg-[#fcf1c2]",
        type: "Technical process management",
        id: 6,
      },
      {
        title: "Mercole",
        description:
          "Бұл кәсіпорынның қызметін процестер жиынтығы ретінде көрсететін ұйымды басқару тұжырымдамасы. Бизнес-процестерді басқару идеяларын және оларды өзгерту үшін ИТ ортасын біріктіреді",
        backgroundColor: "bg-[#d1baff]",
        type: "Technical process management",
        id: 7,
      },
      {
        title: "New way",
        description: "Ұйымдық құрылымды және рөлдік топтарды қолдау",
        backgroundColor: "bg-[#9fd5e3]",
        type: "Technical process management",
        id: 8,
      },
      {
        title: "Angela",
        description:
          "Жүйенің жұмыс істеуінің негізін құрайтын және қамтамасыз ететін өзара байланысты қызмет құрылымдарының немесе объектілердің кешені",
        backgroundColor: "bg-[#bff8ff]",
        type: "Information infrastructures",
        id: 9,
      },
      {
        title: "31 арна",
        description: "31 арнаның корпоративтік сайты",
        backgroundColor: "bg-[#ffc9db]",
        type: "Information infrastructures",
        id: 10,
      },
    ],
  },
  profile: {
    name: "Аты-жөні",
    gender: "Жынысы",
    email: "Пошта",
    role: "Роль",
    btn: "Аккаунттан шығу",
  },
  services: {
    title: "Қызметтер",
    small1:
      "Біз жобаны әзірлеудің бүкіл циклін басқарамыз және жұмысымызда өнім тәсілін ұстанамыз.",
    small2:
      "Ақпараттық қауіпсіздік бойынша шешім қабылдауды қолдау жүйелеріне маманданған. Біздің шешімдеріміз сіздің бизнесіңізді киберқатерлерден қорғауға, тәуекелдерді азайтуға және инциденттерге жедел жауап беруге көмектеседі. Біз қауіпсіздікке кешенді көзқарасты қамтамасыз етеміз: деректерді талдаудан және қауіптерді болжаудан бастап, қорғауды автоматтандыруға және стандарттарға сәйкестікті бақылауға дейін.",
    serviceCards: [
      {
        title: "Шешім қабылдауды қолдау жүйелері",
        description:
          "Өнім каталогы, қауіпсіз онлайн төлем, өнімді есепке алу бағдарламасымен синхрондау, CRM жүйесімен интеграция, негізгі функционалдылық",
        price: "",
        id: 1,
        card: {
          title: "Huricane",
          description:
            "Компьютерлік автоматтандырылған жүйе күрделі жағдайларда шешім қабылдаушыларға пән қызметін толық және объективті талдауға көмектеседі",
          backgroundColor: "bg-[#c4f2e1]",
          type: "Интернет-Магазины",
          id: 4,
        },
      },
      {
        title: "Автоматтандырылған жүйелер",
        description:
          "Компьютерлік автоматтандырылған жүйе күрделі жағдайларда шешім қабылдаушыларға пән қызметін толық және объективті талдауға көмектеседі",
        price: "",
        id: 2,
        card: {
          title: "QOS",
          description:
            "Комплекс аппаратных и программных средств, а также персонала, предназначенный для управления различными процессами в рамках технологического процесса, производства, предприятия.",
          backgroundColor: "bg-[#ffbffc]",
          type: "Приложения",
          id: 5,
        },
      },
      {
        title: "Автоматтандырылған жүйелер",
        description:
          "Заңды, ұйымдастырушылық және әкімшілік талаптарға, сондай-ақ нормативтік құжаттарға сәйкестігіне тексеру жүргізу.",
        price: "",
        id: 3,
        card: {
          title: "Eliks",
          description:
            "Әр түрлі қызмет салаларындағы ақпараттық процестерді автоматтандыру немесе олардың комбинациялары негізінде шешімдерді әзірлеуді қамтамасыз ететін ұйымдастырушылық-техникалық жүйе",
          backgroundColor: "bg-[#9fd5e3]",
          type: "Промо",
          id: 8,
        },
      },
    ],
    small5: "Басқа жобалар",
  },
  request: {
    btn: "Жобаны бастау",
    userAgreementGray1: "Осы пішінді толтыру арқылы сіз шарттармен келісесіз",
    userAgreementGray2: "Сайтты пайдалану келісімдері",
    userAgreementRed1: "және",
    userAgreementRed2: "Дербес деректерді өңдеу және пайдалану ережелерімен",
    name: "Аты",
    namePlaceholder: "Аты-жөніңіз",
    phone: "Телефон",
    email: "Пошта",
    emailPlaceholder: "Сіздің поштаңыз",
    message: "Хабарлама",
    messagePlaceholder: "Іске қосу уақыты, бюджет, талаптар, тілектер...",
  },
  loginAndRegsitration: {
    titleLogin: "Кіру",
    email: "Пошта",
    password: "Пароль",
    labelLogin: "Аккаунт жоқ па? Тіркел!",
    btnLogin: "Кіру",
    titleRegister: "Тіркелу",
    nameLastName: "Аты мен тегі",
    gender: "Жынысы",
    genders: [
      { local: "Құпия", ru: "Не хочу говорить", id: 1 },
      { local: "Еркек", ru: "Мужчина", id: 2 },
      { local: "Әйел", ru: "Женщина", id: 3 },
    ],
    repeatPassword: "Құпия сөзді қайталау",
    labelRegister: "Аккаунт бар ма? Жүйеге кіру!",
    btnRegister: "Тіркелу",
  },
  feedback: {
    header: "Тақырып",
    body: "Сипаттама",
    rating: "Бағалау",
    btn: "Пікір қалдыру",
    allFeedbacks: "Барлық пікірлер",
    like: "Ұнайды",
    dislike: "Ұнамайды",
    delete: "Жою",
    prevent: "Пікір қалдыру үшін сайтты тіркелуіңіз қажет",
  },
  edit: {
    nameLname: "Аты-жөні",
    changePhoto: "Фотосуретті өзгерту",
    changePhotoPlaceholder: "Фотосурет сілтемесі",
    comment:
      "Өкінішке орай, электрондық поштаны және қупия сөзді тек әкімші өзгерте алады!",
    btn: "Өзгерту",
    btn2: "Артқа қайту",
  },
};
