export const kz = {
  mainPage: {
    parallax: {
      title: 'Цифрлық өндіріс тобы',
      small:
        'Біз мобильді қосымшаларды, коммерциялық веб-сайттарды, автоматтандыру жүйелерін және т.б. әзірлейміз',
    },
    cards: [
      {
        img: '/images/img1.png',
        title: 'Тұтынушыға назар аудару',
        description:
          'Тұтынушыларға назар аудару - біздің кез келген жұмысымызды қолдаудың негізгі факторы.',
        id: 1,
      },
      {
        img: '/images/img2.png',
        title: 'Толық жоба циклі',
        description:
          'Біз нарықты, бәсекелестерді зерттеп, зерттеу жүргіземіз. Біз сізді идеядан іске асыруға және нарыққа кіруге дейін сүйемелдейміз',
        id: 2,
      },
      {
        img: '/images/img3.png',
        title: 'Жаңа технологиялар',
        description:
          'Біз қауіпсіздік пен қарапайымдылықты ескере отырып, соңғы технологияны пайдалана отырып, бәрін шешеміз, бірақ біз сән қумаймыз',
        id: 3,
      },
      {
        img: '/images/img4.png',
        title: 'Жоғары сенімділік',
        description: 'Бізді достары мен туыстарына ұсынатын клиенттердің жақсы базасы бар',
        id: 4,
      },
    ],
    projects: {
      title: 'Проекттер',
      small:
        'Біз бизнес мақсаттары мен стартап идеяларын қолдайтын жоғары сапалы және көрнекі түрде тартымды цифрлық өнімдер жасаймыз',
      linkTitle: 'Барлық жобаларды көру',
    },
  },
  header: {
    links: [
      {
        title: 'Жобалар',
        url: '/projects',
      },
      {
        title: 'Қызметтер',
        url: '/services',
      },
      {
        title: 'Профиль',
        url: '/profile',
      },
    ],
    btn: 'Өтініш қалдыру',
  },
  footer: {
    title: 'Бізбен хабарласыңыз',
    email: 'Пошта',
    phone: 'Телефон',
    messengers: 'Мессенджер',
    btn: 'Өтініш қалдыру',
  },
  projects: {
    title: 'Проекттер',
    options: [
      { title: 'Барлығы', filterBy: 'Все' },
      { title: 'Қызметтер', filterBy: 'Сервисы' },
      { title: 'Интернет-дүкендер', filterBy: 'Интернет-Магазины' },
      { title: 'Қолданбалар', filterBy: 'Приложения' },
      { title: 'Промо', filterBy: 'Промо' },
      { title: 'Корпоративтік', filterBy: 'Корпоративные' },
    ],
    portfolioItems: [
      {
        title: 'MEGA Family',
        description: 'Mega Family мобильді қосымшасы iOS және Android платформаларында',
        backgroundColor: 'bg-[#bdeffc]',
        type: 'Приложения',
        id: 1,
      },
      {
        title: 'Tvoy.kz',
        description:
          'Шағын супермаркеттер желісінен тауарларға тапсырыс беруге арналған мобильді қосымша',
        backgroundColor: 'bg-[#ffc9f9]',
        type: 'Сервисы',
        id: 2,
      },
      {
        title: 'Ecuador',
        description: 'Эквадор министрлігіне арналған мобильді қосымша және басқару панелі',
        backgroundColor: 'bg-[#ffcccf]',
        type: 'Сервисы',
        id: 3,
      },
      {
        title: 'Drop Shop',
        description: 'Аппараттық дүкендер желісінің интернет-дүкенін дамыту',
        backgroundColor: 'bg-[#c4f2e1]',
        type: 'Интернет-Магазины',
        id: 4,
      },
      {
        title: 'QOS',
        description: 'Q-POP индустриясын алға жылжытуға арналған мобильді қосымша',
        backgroundColor: 'bg-[#ffbffc]',
        type: 'Приложения',
        id: 5,
      },
      {
        title: 'Gippo',
        description: 'Фастфуд тізбегіне арналған интернет-дүкенді дамыту',
        backgroundColor: 'bg-[#fcf1c2]',
        type: 'Промо',
        id: 6,
      },
      {
        title: 'Masa Media',
        description: 'Саясат және т.б. туралы жаңалықтар порталы',
        backgroundColor: 'bg-[#d1baff]',
        type: 'Промо',
        id: 7,
      },
      {
        title: 'Eliks',
        description: 'Мамандандырылған наубайханаға арналған веб-сайт',
        backgroundColor: 'bg-[#9fd5e3]',
        type: 'Промо',
        id: 8,
      },
      {
        title: 'Sony',
        description: 'Sony мобильді қосымшасы',
        backgroundColor: 'bg-[#bff8ff]',
        type: 'Корпоративные',
        id: 9,
      },
      {
        title: '31 арнасы',
        description: '31 арнаның корпоративтік сайты',
        backgroundColor: 'bg-[#ffc9db]',
        type: 'Корпоративные',
        id: 10,
      },
    ],
  },
  profile: {
    name: 'Аты-жөні',
    gender: 'Жынысы',
    email: 'Пошта',
    role: 'Роль',
    btn: 'Аккаунттан шығу',
  },
  services: {
    title: 'Қызметтер',
    small1:
      'Біз жобаны әзірлеудің бүкіл циклін басқарамыз және жұмысымызда өнім тәсілін ұстанамыз. Егер сізде идея болса, бірақ оны қалай жүзеге асыру керектігін білмесеңіз, біз сізге көмектесеміз.',
    small2:
      'Біздің команда сізге кеңес береді, талдау жасайды, бәсекелестерді және өнімнің мақсатты аудиториясын анықтайды. Дизайнерлер пайдаланушы сценарийлерін қалыптастырады және әдемі ғана емес, сонымен қатар функционалды дизайнды да жасайды. Бағдарламашылар тобы тапсырмаларды тиімдірек орындау үшін өнімнің логикасын дамытады және жүйені автоматтандырады.',
    serviceCards: [
      {
        title: 'Интернет-дүкендер',
        description:
          'Өнім каталогы, қауіпсіз онлайн төлем, өнімді есепке алу бағдарламасымен синхрондау, CRM жүйесімен интеграция, негізгі функционалдылық',
        price: '2 500 000 теңге',
        id: 1,
        card: {
          title: 'Drop Shop',
          description: 'Аппараттық дүкендер желісі үшін интернет-дүкенді дамыту"',
          backgroundColor: 'bg-[#c4f2e1]',
          type: 'Интернет-Магазины',
          id: 4,
        },
      },
      {
        title: 'Мобильді қолданбалар',
        description: 'Ойын-сауық, саяхат, бизнес және әлеуметтік желілер',
        price: '10 000 000 теңге',
        id: 2,
        card: {
          title: 'QOS',
          description: 'Q-POP индустриясын алға жылжытуға арналған мобильді қосымша',
          backgroundColor: 'bg-[#ffbffc]',
          type: 'Приложения',
          id: 5,
        },
      },
      {
        title: 'Автоматтандыру жүйесі',
        description:
          'Медиа-портал, корпоративный портал, market place и виртуальная доска объявлений',
        price: '5 000 000 теңге',
        id: 3,
        card: {
          title: 'Eliks',
          description: 'Мамандандырылған наубайханаға арналған веб-сайт',
          backgroundColor: 'bg-[#9fd5e3]',
          type: 'Промо',
          id: 8,
        },
      },
    ],
  },
  request: {
    btn: 'Жобаны бастау',
    userAgreementGray1: 'Осы пішінді толтыру арқылы сіз шарттармен келісесіз',
    userAgreementGray2: 'Сайтты пайдалану келісімдері',
    userAgreementRed1: 'және',
    userAgreementRed2: 'Дербес деректерді өңдеу және пайдалану ережелерімен',
    name: 'Аты',
    namePlaceholder: 'Аты-жөніңіз',
    phone: 'Телефон',
    email: 'Пошта',
    emailPlaceholder: 'Сіздің поштаңыз',
    message: 'Хабарлама',
    messagePlaceholder: 'Іске қосу уақыты, бюджет, талаптар, тілектер...',
  },
  loginAndRegsitration: {
    titleLogin: 'Кіру',
    email: 'Пошта',
    password: 'Пароль',
    labelLogin: 'Тіркелгіңіз жоқ па? Тіркелу!',
    btnLogin: 'Кіру',
    titleRegister: 'Тіркелу',
    nameLastName: 'Аты мен тегі',
    gender: 'Жынысы',
    genders: ['Құпия', 'Еркек', 'Әйел'],
    repeatPassword: 'Құпия сөзді қайталау',
    labelRegister: 'Аккаунт бар ма? Жүйеге кіру!',
    btnRegister: 'Тіркелу',
  },
};
