export const ru = {
  lang: "ru",
  mainPage: {
    codeDevText:
      "Тестовый сайт, сделанный для дипломной работы, разработчик Турсынхан Акжол, студент 4 курса университета ESIL University.",
    source: "Исходный код:",
    questionLabel:
      "20 часто задаваемых вопросов про информационную безопасность",
    parallax: {
      title: "Система поддержки принятие решение по ИБ",
      small:
        "Специализированная информационная система, которая помогает анализировать угрозы, выявлять уязвимости и принимать меры по обеспечению безопасности данных и информационных ресурсов организации.",
    },
    cards: [
      {
        img: "/images/img1.png",
        title: "Сбор и анализ данных о безопасности",
        description:
          "Система собирает и анализирует информацию о текущих угрозах, инцидентах безопасности, уязвимостях и подозрительных действиях.",
        id: 1,
      },
      {
        img: "/images/img2.png",
        title: "Моделирование сценариев атак",
        description:
          "СППР может использовать моделирование и анализ сценариев атак для понимания того, как может быть совершено проникновение или нанесен ущерб.",
        id: 2,
      },
      {
        img: "/images/img3.png",
        title: "Прогнозирование угроз и разработка стратегий защиты",
        description:
          "Анализирует данные о прошлых инцидентах и общих тенденциях в области информационной безопасности для прогнозирования возможных будущих угроз.",
        id: 3,
      },
      {
        img: "/images/img4.png",
        title: "Отчетность и контроль соответствия",
        description:
          "Система помогает создавать отчеты о состоянии безопасности и уровне риска, что важно для внутреннего контроля и внешнего аудита.",
        id: 4,
      },
    ],
    projects: {
      title: "Проекты",
      small:
        "Создавайте высококачественные, с информационной безопасностью, которые поддерживают бизнес-цели и идеи стартапов.",
      linkTitle: "Посмотреть остальные проекты",
    },
    title2: "Кто мы такие?",
    small2:
      "Организация Brooklyn, наша команда из програмистов работающие в области разработки и внедрения систем поддержки принятия решений (СППР), создают программные решения и оказывают консультационные услуги, чтобы помочь клиентам принимать более обоснованные и эффективные решения по информационной безопасности.",
    title3: "Почему информационная безопасность на сайте важна?",
    small3:
      "Безопасность на сайте крайне важна так как она защищает личные данные пользователей, предотвращает взломы и утечки информации, обеспечивая доверие к ресурсу. Это не только снижает риск финансовых и репутационных потерь, но и создает безопасную среду, где пользователи могут без опасений взаимодействовать и совершать покупки.",
    questions: [
      {
        question:
          "Что представляет собой информационная безопасность и как она защищает данные?",
        answer:
          "Информационная безопасность — это набор мер и технологий для защиты информации от кражи, утечки и повреждений.",
        id: 1,
      },
      {
        question: "Какие виды кибератак наиболее распространены в наше время?",
        answer:
          "Наиболее распространены фишинг, вирусные атаки, DDoS-атаки, вредоносное ПО и социальная инженерия.",
        id: 2,
      },
      {
        question:
          "Почему двухфакторная аутентификация считается надежной мерой защиты?",
        answer:
          "Двухфакторная аутентификация требует подтверждения личности с помощью двух разных способов, повышая уровень безопасности.",
        id: 3,
      },
      {
        question:
          "Как социальная инженерия угрожает безопасности пользователей в интернете?",
        answer:
          "Социальная инженерия обманывает людей, вынуждая их раскрывать конфиденциальные данные, нарушая их безопасность.",
        id: 4,
      },
      {
        question:
          "Что такое шифрование и зачем оно используется для защиты данных?",
        answer:
          "Шифрование превращает данные в зашифрованный код, защищая их от несанкционированного доступа.",
        id: 5,
      },
      {
        question:
          "Как компании защищают свои сети от вирусов и вредоносного ПО?",
        answer:
          "Они используют антивирусы, брандмауэры, фильтры, проводят регулярные проверки и обновляют системы.",
        id: 6,
      },
      {
        question:
          "Какие меры помогут предотвратить утечку данных в организации?",
        answer:
          "Ограничение доступа, шифрование, регулярные проверки, обучение сотрудников и защита сети помогают предотвратить утечки.",
        id: 7,
      },
      {
        question:
          "Почему важно иметь сильные и уникальные пароли для каждого аккаунта?",
        answer:
          "Сильные пароли труднее взломать, и уникальные пароли защищают от кражи данных.",
        id: 8,
      },
      {
        question:
          "Как правильно реагировать на подозрительные электронные письма и ссылки?",
        answer:
          "Никогда не открывать подозрительные ссылки, проверять отправителей, не вводить данные без проверки.",
        id: 9,
      },
      {
        question:
          "Как пользователи могут защититься от вредоносных программ при загрузке файлов?",
        answer:
          "Загружать только из проверенных источников, использовать антивирус и проверять файлы перед открытием.",
        id: 10,
      },
      {
        question: "Как можно защитить персональные данные в социальных сетях?",
        answer:
          "Использовать настройки конфиденциальности, ограничить доступ, избегать публикации личной информации.",
        id: 11,
      },
      {
        question: "Что такое брандмауэр и как он работает в защите сети?",
        answer:
          "Брандмауэр блокирует подозрительный трафик, фильтруя входящие и исходящие данные.",
        id: 12,
      },
      {
        question:
          "Каковы признаки фишингового письма, которые легко распознать?",
        answer:
          "Ошибки в тексте, подозрительные ссылки, просьбы о личной информации.",
        id: 13,
      },
      {
        question: "Почему важно делать резервное копирование данных?",
        answer:
          "Резервные копии защищают информацию от потери при сбоях или кибератаках.",
        id: 14,
      },
      {
        question:
          "Какие угрозы могут возникнуть при использовании открытых Wi-Fi сетей?",
        answer:
          "Возможен перехват данных, атаки со стороны хакеров и фальшивые точки доступа.",
        id: 15,
      },
      {
        question:
          "Какой антивирусный софт считается лучшим для домашнего использования?",
        answer:
          "Зависит от потребностей; популярны Kaspersky, Bitdefender, Norton и др.",
        id: 16,
      },
      {
        question: "Что такое киберугроза и как ее можно предотвратить?",
        answer:
          "Киберугроза — это потенциальная атака на систему; предотвращается защитой, мониторингом.",
        id: 17,
      },
      {
        question:
          "Почему не рекомендуется использовать одинаковые пароли для разных сайтов?",
        answer:
          "Один взломанный пароль может дать доступ ко всем вашим аккаунтам.",
        id: 18,
      },
      {
        question: "Как защитить данные на мобильном устройстве?",
        answer:
          "Установить антивирус, включить блокировку экрана, избегать подозрительных приложений.",
        id: 19,
      },
      {
        question: "Что такое DDoS-атака и как она влияет на систему?",
        answer:
          "DDoS-атака перегружает сервер запросами, делая его недоступным для пользователей.",
        id: 20,
      },
    ],
  },
  header: {
    links: [
      {
        title: "Проекты",
        url: "/projects",
      },
      {
        title: "Услуги",
        url: "/services",
      },
      {
        title: "Профиль",
        url: "/profile",
      },
    ],
    btn: "Оставить заявку",
  },
  footer: {
    title: "Свяжитесь с нами",
    email: "Почта",
    phone: "Телефон",
    messengers: "Мессенджеры",
    btn: "Оставить заявку",
  },
  projects: {
    title: "Проекты",
    options: [
      { title: "Все", filterBy: "All" },
      { title: "Контроль", filterBy: "Controle" },
      {
        title: "Системы поддержки принятия решений",
        filterBy: "Decision support systems",
      },
      { title: "Автоматизированная системы", filterBy: "Automated Systems" },
      {
        title: "Управления техническим процессом",
        filterBy: "Technical process management",
      },
      {
        title: "Информационные инфраструктуры",
        filterBy: "Information infrastructures",
      },
    ],
    portfolioItems: [
      {
        title: "Mercury",
        description:
          "Организационно-техническую систему, обеспечивающую выработку решений на основе автоматизации информационных процессов в различных сферах деятельности или их сочетаниях",
        backgroundColor: "bg-[#bdeffc]",
        type: "Automated Systems",
        id: 1,
      },
      {
        title: "Parent Controle",
        description:
          "Класс программных решений для ограничения доступа ребенка к различным типам информации в интернете или тем или иным функциям устройства (телевизора, планшета или приставки), а также лимитирующих время их использования.",
        backgroundColor: "bg-[#ffc9f9]",
        type: "Controle",
        id: 2,
      },
      {
        title: "Controle",
        description:
          "Проведение проверок на соответствие правовым и организационно-распорядительным требованиям, а также нормативным документам.",
        backgroundColor: "bg-[#ffcccf]",
        type: "Controle",
        id: 3,
      },
      {
        title: "Jupiter",
        description:
          "Компьютерная автоматизированная система помогает принимающим решение в сложных условиях для полного и объективного анализа предметной деятельности",
        backgroundColor: "bg-[#c4f2e1]",
        type: "Decision support systems",
        id: 4,
      },
      {
        title: "QOS",
        description:
          "Комплекс аппаратных и программных средств, а также персонала, предназначенный для управления различными процессами в рамках технологического процесса, производства, предприятия.",
        backgroundColor: "bg-[#ffbffc]",
        type: "Automated Systems",
        id: 5,
      },
      {
        title: "Gippo",
        description:
          "Это концепция управления организацией, представляющая деятельность предприятия как совокупность процессов. Объединяет идеи менеджмента бизнес-процессов и IT-среду для их изменения",
        backgroundColor: "bg-[#fcf1c2]",
        type: "Technical process management",
        id: 6,
      },
      {
        title: "Mercole",
        description:
          "Это концепция управления организацией, представляющая деятельность предприятия как совокупность процессов. Объединяет идеи менеджмента бизнес-процессов и IT-среду для их изменения",
        backgroundColor: "bg-[#d1baff]",
        type: "Technical process management",
        id: 7,
      },
      {
        title: "New way",
        description: "Поддержка организационной структуры и ролевых групп",
        backgroundColor: "bg-[#9fd5e3]",
        type: "Technical process management",
        id: 8,
      },
      {
        title: "Angela",
        description:
          "Комплекс взаимосвязанных обслуживающих структур или объектов, составляющих и обеспечивающих основу функционирования системы",
        backgroundColor: "bg-[#bff8ff]",
        type: "Information infrastructures",
        id: 9,
      },
      {
        title: "31 канал",
        description: "Корпоративный сайт 31-канала",
        backgroundColor: "bg-[#ffc9db]",
        type: "Information infrastructures",
        id: 10,
      },
    ],
  },
  profile: {
    name: "Имя",
    gender: "Пол",
    email: "Почта",
    role: "Роль",
    btn: "Выйти из аккаунта",
  },
  services: {
    title: "Услуги",
    small1:
      "Мы ведем весь цикл разработки проекта и используем продуктовый подход.",
    small2:
      "Cпециализирующаяся на системах поддержки принятия решений по информационной безопасности. Наши решения помогают защищать ваш бизнес от киберугроз, снижать риски и оперативно реагировать на инциденты. Мы обеспечиваем комплексный подход к безопасности: от анализа данных и прогнозирования угроз до автоматизации защиты и соблюдения стандартов.",
    serviceCards: [
      {
        title: "Системы поддержки принятия решений",
        description:
          "Компьютерная автоматизированная система помогает принимающим решение в сложных условиях для полного и объективного анализа предметной деятельности",
        price: "",
        id: 1,
        card: {
          title: "Huricane",
          description:
            "Комплекс аппаратных и программных средств, а также персонала, предназначенный для управления различными процессами в рамках технологического процесса, производства, предприятия.",
          backgroundColor: "bg-[#c4f2e1]",
          type: " ",
          id: 4,
        },
      },
      {
        title: "Автоматизированная системы",
        description:
          "Проведение проверок на соответствие правовым и организационно-распорядительным требованиям, а также нормативным документам.",
        price: "",
        id: 2,
        card: {
          title: "QOS",
          description:
            "Организационно-техническую систему, обеспечивающую выработку решений на основе автоматизации информационных процессов в различных сферах деятельности или их сочетаниях",
          backgroundColor: "bg-[#ffbffc]",
          type: "",
          id: 5,
        },
      },
      {
        title: "Информационные инфраструктуры",
        description:
          "Комплекс взаимосвязанных обслуживающих структур или объектов, составляющих и обеспечивающих основу функционирования системы",
        price: "",
        id: 3,
        card: {
          title: "Eliks",
          description:
            "Сайт с повышенной информационной безоспасность предназначенные предназначенные для использования, хранения и передачи информации. ",
          backgroundColor: "bg-[#9fd5e3]",
          type: "",
          id: 8,
        },
      },
    ],
    small5: "Смотреть все проекты",
  },
  request: {
    btn: "Начать проект",
    userAgreementGray1: "Заполняя данную форму, вы принимаете условия",
    userAgreementGray2: "Соглашения об использовании сайта",
    userAgreementRed1: "и соглашаетесь с",
    userAgreementRed2:
      "Правилами обработки и использования персональных данных",
    name: "Имя",
    namePlaceholder: "Введите имя",
    phone: "Телефон",
    email: "Почта",
    emailPlaceholder: "Ваша почта",
    message: "Сообщение",
    messagePlaceholder: "Сроки запуска, требования, ваши пожелания...",
  },
  loginAndRegsitration: {
    titleLogin: "Войти",
    email: "Почта",
    password: "Пароль",
    labelLogin: "Нет аккаунта? Регистрация!",
    btnLogin: "Войти",
    titleRegister: "Регистрация",
    nameLastName: "Имя и фамилия",
    gender: "Пол",
    genders: ["Не хочу говорить", "Мужчина", "Женщина"],
    repeatPassword: "Повторите пароль",
    labelRegister: "Есть аккаунт? Войти!",
    btnRegister: "Регистрация",
  },
  edit: {
    nameLname: "Имя-фамилия",
    changePhoto: "Поменять фото",
    changePhotoPlaceholder: "Ссылка на фотография",
    comment: "К сожалению почту и роль может поменять только администратор!",
    btn: "Поменять",
  },
};
